export interface FaqItem {
  id: string
  question: string
  answer: string
}

export const faqsList: FaqItem[] = [
  {
    id: '1',
    question: 'תוך כמה זמן אני יתחיל להרוויח כסף?',
    answer: 'אני מת על השאלה הזאת. אין כמה זמן זה כל אחד והקצב למידה שלו יש כאלה יכולים לראות תוצאות תוך חודש ויש כאלה שיקח להם יותר זמן. זה משתנה מבן אדם לבן אדם.'
  },
  {
    id: '2',
    question: 'אין לי ידע בתחום בכלל זה מתאים לי?',
    answer: 'קודם כל כמובן, אני מלמד הכל מ 0, מהרמה הבסיסית ביותר ועד שאתה מגיע למחזור של 7 ספרות בחודש! ככה שאין לך מה לחשוש אתה תקבל כלים וידע שלא תצבור באף מקום אחר בהבטחה!'
  },
  {
    id: '3',
    question: 'אבל ניסיתי כבר מה אתה תצליח לחדש לי?',
    answer: 'קודם כל אני בא ובונה אותך למודל של עסק מה ש100% אף קורס של דרופשיפינג לימד אותך כמובן אני מלמד שיטה שונה מכולם אם זה באסטרטגיית שיווק שלי ואם זה בבחירת מוצרים ואם זה בבניית חנות מטורפת. בקיצור זה לא עוד סתם קורס שאתם מכירים זה משהו שעוד לא היה בארץ בהבטחה!'
  },
  {
    id: '4',
    question: 'אבל מי יעזור לי אם אני יסתבך?',
    answer: 'אני נותן דגש ענק על ליווי. ברוב הקורסים אין אמא ואבא שילוו אותכם בתהליך. אצלנו אנחנו נותנים דגש ענק על זה עילאי עונה לכולם בשיחות בטלפון או בהודעות ולפעמים גם עולים לשליטה מרחוק על המחשב אם צריכים עזרה שאתם לא מצליחים לפתור בעצמכם או כל שאלה להתייעצות ללא הגבלה בכל שעה.'
  }
]